"Numbers" = "數字";"Singleline Comment" = "-- 註解";"Libraries" = "函式庫";"Library Functions" = "函式庫函式";"String with single quotes" = "'字串'";"Keywords" = "關鍵字";"Base" = "基礎";"MetaTableKeywords" = "MetaTable 關鍵字";"Basic Functions" = "基本函式";"Multiline String" = "[[字串]]";"Literals" = "識別字";"String" = "\"字串\"";